Repository: BohdanFisher/tempa
Catalog: Tempa - Visual Planner/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, nb, nl, pt, uk

source: Best streak: 1 day
de: Beste Serie: 1 Tag
es: Mejor racha: 1 día
fi: Paras putki: 1 päivä
fr: Meilleure série : 1 jour
nb: Beste rekke: 1 dag
nl: Beste reeks: 1 dag
pt: Melhor sequência: 1 dia
uk: Найдовша серія: 1 день

source: BEST VALUE
de: BESTER PREIS
es: MEJOR PRECIO
fi: PARAS ARVO
fr: MEILLEURE OFFRE
nb: BEST VERDI
nl: BESTE DEAL
pt: MELHOR OFERTA
uk: НАЙВИГІДНІШЕ

source: Big lists overwhelm you — here you'll only ever see the next small step.
de: Große Listen überfordern dich — hier siehst du immer nur den nächsten kleinen Schritt.
es: Las listas enormes te abruman — aquí solo verás el siguiente pequeño paso.
fi: Pitkät listat kuormittavat sinua — täällä näet vain seuraavan pienen askeleen.
fr: Les longues listes te submergent — ici, tu ne vois que la prochaine petite étape.
nb: Store lister overvelder deg — her ser du bare det neste lille steget.
nl: Grote lijsten overweldigen je — hier zie je alleen de volgende kleine stap.
pt: Listas enormes te sobrecarregam — aqui, você só vê o próximo pequeno passo.
uk: Великі списки перевантажують — тут ти бачиш лише наступний маленький крок.

source: Book the dentist
de: Zahnarzttermin vereinbaren
es: Pedir cita con el dentista
fi: Varaa hammaslääkäriaika
fr: Prendre rendez-vous chez le dentiste
nb: Bestille tannlegetime
nl: Tandartsafspraak maken
pt: Marcar consulta no dentista
uk: Записатися до стоматолога

source: Break it down
de: Zerlegen
es: Desglosar
fi: Pilko osiin
fr: Découper
nb: Del det opp
nl: Opdelen
pt: Dividir em passos
uk: Розбити на кроки

source: Break it into small steps
de: In kleine Schritte zerlegen
es: Divídelo en pasos pequeños
fi: Pilko pieniin askeliin
fr: Découper en petites étapes
nb: Del opp i små steg
nl: Opdelen in kleine stappen
pt: Dividir em passos pequenos
uk: Розбити на малі кроки

source: Breaking it down...
de: Wird zerlegt...
es: Desglosando...
fi: Pilkotaan...
fr: Découpage en cours...
nb: Deler opp...
nl: Bezig met opdelen...
pt: Dividindo em passos...
uk: Розбиваю на кроки...

source: Build my plan
de: Meinen Plan erstellen
es: Crear mi plan
fi: Tee suunnitelmani
fr: Créer mon planning
nb: Lag planen min
nl: Maak mijn plan
pt: Montar meu plano
uk: Створити мій план

source: Built from your answers — your mornings, your energy, your pace.
de: Basierend auf deinen Antworten — deinen Morgen, deiner Energie, deinem Tempo.
es: Creado a partir de tus respuestas: tus mañanas, tu energía, tu ritmo.
fi: Rakennettu vastaustesi pohjalta — aamujesi, energiasi ja oman tahtisi mukaan.
fr: Construit à partir de tes réponses — tes matins, ton énergie, ton rythme.
nb: Bygget på svarene dine — morgenene dine, energien din, tempoet ditt.
nl: Gebouwd op basis van je antwoorden — je ochtenden, je energie, je tempo.
pt: Feito a partir das suas respostas — suas manhãs, sua energia, seu ritmo.
uk: На основі твоїх відповідей — твоїх ранків, енергії та ритму.

source: Buy the gift
de: Geschenk kaufen
es: Comprar el regalo
fi: Osta lahja
fr: Acheter le cadeau
nb: Kjøpe gaven
nl: Cadeau kopen
pt: Comprar o presente
uk: Купити подарунок

source: By duration
de: Nach Dauer
es: Por duración
fi: Keston mukaan
fr: Par durée
nb: Etter varighet
nl: Op duur
pt: Por duração
uk: За тривалістю

source: By priority
de: Nach Priorität
es: Por prioridad
fi: Prioriteetin mukaan
fr: Par priorité
nb: Etter prioritet
nl: Op prioriteit
pt: Por prioridade
uk: За пріоритетом

source: By time
de: Nach Uhrzeit
es: Por hora
fi: Ajan mukaan
fr: Par heure
nb: Etter tid
nl: Op tijd
pt: Por horário
uk: За часом

source: Calendar
de: Kalender
es: Calendario
fi: Kalenteri
fr: Calendrier
nb: Kalender
nl: Kalender
pt: Calendário
uk: Календар

source: Calibrating your energy dip
de: Dein Energietief kalibrieren
es: Calibrando tu bajón de energía
fi: Kalibroidaan energiakuoppaasi
fr: Calibrage de ton coup de mou
nb: Kalibrerer energiduppen din
nl: Je energiedip bepalen
pt: Calibrando sua queda de energia
uk: Шукаємо твій спад енергії

source: Call the bank back
de: Bei der Bank zurückrufen
es: Devolver la llamada al banco
fi: Soita pankkiin takaisin
fr: Rappeler la banque
nb: Ringe banken tilbake
nl: De bank terugbellen
pt: Ligar de volta para o banco
uk: Передзвонити в банк

source: Cancel
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
nb: Avbryt
nl: Annuleren
pt: Cancelar
uk: Скасувати

source: Cancel anytime
de: Jederzeit kündbar
es: Cancela cuando quieras
fi: Peru milloin vain
fr: Annulable à tout moment
nb: Avbryt når som helst
nl: Altijd opzegbaar
pt: Cancele quando quiser
uk: Скасовуй будь-коли

source: Cancel anytime in two taps — no hard feelings
de: Jederzeit mit zwei Fingertipps kündigen — kein Problem
es: Cancela cuando quieras en dos toques — sin dramas
fi: Peru milloin vain kahdella napautuksella — ei mitään draamaa
fr: Annule quand tu veux en deux gestes — aucun souci
nb: Avslutt når som helst med to trykk — ingen sure miner
nl: Op elk moment opzeggen met twee tikken — geen gedoe
pt: Cancele quando quiser com dois toques — sem drama
uk: Скасуй будь-коли у два дотики — жодних образ

source: CATEGORY
de: KATEGORIE
es: CATEGORÍA
fi: KATEGORIA
fr: CATÉGORIE
nb: KATEGORI
nl: CATEGORIE
pt: CATEGORIA
uk: КАТЕГОРІЯ

source: Cautious is smart. Tempa earns trust one small win at a time.
de: Vorsichtig zu sein ist klug. Tempa verdient sich dein Vertrauen — mit einem kleinen Erfolg nach dem anderen.
es: Ir con cautela es buena idea. Tempa se gana tu confianza con cada pequeña victoria.
fi: Varovaisuus on fiksua. Tempa ansaitsee luottamuksesi yksi pieni onnistuminen kerrallaan.
fr: La prudence, c’est malin. Tempa gagne ta confiance, petite victoire après petite victoire.
nb: Det er smart å være forsiktig. Tempa bygger tillit én liten seier om gangen.
nl: Voorzichtig zijn is slim. Tempa verdient je vertrouwen met kleine overwinningen, stap voor stap.
pt: Ir com calma é inteligente. O Tempa conquista sua confiança com pequenas vitórias, uma de cada vez.
uk: Обережність — це розумно. Tempa завойовує довіру маленькими перемогами, крок за кроком.

source: Change
de: Ändern
es: Cambiar
fi: Muuta
fr: Modifier
nb: Endre
nl: Wijzigen
pt: Alterar
uk: Змінити

source: Check your connection and try again.
de: Prüfe deine Verbindung und versuch es noch mal.
es: Comprueba tu conexión e inténtalo de nuevo.
fi: Tarkista yhteys ja yritä uudelleen.
fr: Vérifie ta connexion et réessaie.
nb: Sjekk tilkoblingen og prøv igjen.
nl: Controleer je verbinding en probeer het opnieuw.
pt: Verifique sua conexão e tente de novo.
uk: Перевір з'єднання і спробуй ще раз.

source: Clear the inbox (247)
de: Posteingang aufräumen (247)
es: Poner al día la bandeja de entrada (247)
fi: Käy sähköpostit läpi (247)
fr: Trier les mails (247)
nb: Rydde innboksen (247)
nl: Inbox wegwerken (247)
pt: Zerar a caixa de entrada (247)
uk: Розібрати пошту (247)

source: Close and reopen Tempa to switch the language.
de: Schließe Tempa und öffne es erneut, um die Sprache zu wechseln.
es: Cierra y vuelve a abrir Tempa para cambiar el idioma.
fi: Sulje ja avaa Tempa uudelleen vaihtaaksesi kielen.
fr: Ferme et rouvre Tempa pour changer de langue.
nb: Lukk og åpne Tempa på nytt for å bytte språk.
nl: Sluit Tempa en open het opnieuw om van taal te wisselen.
pt: Feche e reabra o Tempa para trocar o idioma.
uk: Перезапусти Tempa, щоб змінити мову.

source: Complex becomes small, clear steps you can actually start.
de: Komplexe Aufgaben werden zu kleinen, klaren Schritten, mit denen du wirklich anfangen kannst.
es: Una tarea complicada se divide en pasos pequeños y claros que sí puedes empezar.
fi: Monimutkainen tehtävä pilkkoutuu pieniksi, selkeiksi askeliksi, joista on helppo aloittaa.
fr: Ce qui paraît compliqué devient une suite de petites étapes claires, pour pouvoir enfin commencer.
nb: Det kompliserte blir til små, tydelige steg du faktisk kan komme i gang med.
nl: Iets ingewikkelds wordt opgedeeld in kleine, duidelijke stappen waar je echt aan kunt beginnen.
pt: Uma tarefa complicada vira passos pequenos e claros, fáceis de começar.
uk: Складне завдання розкладається на маленькі, зрозумілі кроки, з яких реально почати.

source: Continue
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
nb: Fortsett
nl: Doorgaan
pt: Continuar
uk: Продовжити

source: Continue with the next part
de: Mit dem nächsten Teil weitermachen
es: Seguir con la siguiente parte
fi: Jatka seuraavasta osasta
fr: Continuer avec la partie suivante
nb: Fortsette med neste del
nl: Verder met het volgende deel
pt: Continuar com a próxima parte
uk: Перейти до наступної частини

source: Cook it
de: Kochen
es: Cocinarlo
fi: Valmista ruoka
fr: Cuisiner
nb: Lage maten
nl: Koken
pt: Cozinhar
uk: Приготувати

source: Cool down and stretch
de: Abkühlen und dehnen
es: Enfriar y estirar
fi: Jäähdyttele ja venyttele
fr: Récupérer et t'étirer
nb: Roe ned og tøye
nl: Uitlopen en rekken
pt: Desacelerar e alongar
uk: Заминка та розтяжка

source: Couldn't reach the AI — here's a generic plan. Edit as needed.
de: KI gerade nicht erreichbar — hier ist ein einfacher Plan. Pass ihn gern an.
es: No se pudo conectar con la IA — aquí tienes un plan genérico. Ajústalo.
fi: Tekoälyyn ei saatu yhteyttä — tässä yleinen suunnitelma. Muokkaa vapaasti.
fr: IA injoignable pour l'instant — voici un plan générique. Adapte-le.
nb: Fikk ikke kontakt med KI-en — her er en enkel plan. Juster den gjerne.
nl: Kon de AI niet bereiken — hier is een algemeen plan. Pas het gerust aan.
pt: Não foi possível acessar a IA — aqui está um plano genérico. Ajuste como quiser.
uk: AI зараз недоступний — ось базовий план. Відредагуй за потреби.

source: Couldn't reach the App Store
de: App Store ist nicht erreichbar
es: No se pudo conectar con el App Store
fi: App Storeen ei saatu yhteyttä
fr: Impossible de joindre l'App Store
nb: Fikk ikke kontakt med App Store
nl: Kan de App Store niet bereiken
pt: Não foi possível acessar a App Store
uk: Не вдалося підключитися до App Store

source: Created: %@
de: Erstellt: %@
es: Creada: %@
fi: Luotu: %@
fr: Créée : %@
nb: Opprettet: %@
nl: Aangemaakt: %@
pt: Criada: %@
uk: Створено: %@

source: Creating your calm day…
de: Dein ruhiger Tag entsteht…
es: Creando tu día tranquilo…
fi: Luodaan rauhallista päivääsi…
fr: Création de ta journée calme…
nb: Lager din rolige dag…
nl: Je rustige dag wordt gemaakt…
pt: Montando seu dia tranquilo…
uk: Створюємо твій спокійний день…

source: Curious, but cautious
de: Neugierig, aber vorsichtig
es: Me da curiosidad, pero voy con cautela
fi: Utelias, mutta varovainen
fr: Ça m’intrigue, mais j’y vais doucement
nb: Nysgjerrig, men forsiktig
nl: Nieuwsgierig, maar voorzichtig
pt: Tenho curiosidade, mas vou com calma
uk: Цікаво, але без поспіху

source: Current task
de: Aktuelle Aufgabe
es: Tarea actual
fi: Nykyinen tehtävä
fr: Tâche en cours
nb: Nåværende oppgave
nl: Huidige taak
pt: Tarefa atual
uk: Поточне завдання

source: Dark
de: Dunkel
es: Oscuro
fi: Tumma
fr: Sombre
nb: Mørk
nl: Donker
pt: Escuro
uk: Темна

source: day
de: Tag
es: día
fi: päivä
fr: jour
nb: dag
nl: dag
pt: dia
uk: день

source: Day %lld
de: Tag %lld
es: Día %lld
fi: Päivä %lld
fr: Jour %lld
nb: Dag %lld
nl: Dag %lld
pt: Dia %lld
uk: День %lld

source: Day 2
de: Tag 2
es: Día 2
fi: Päivä 2
fr: Jour 2
nb: Dag 2
nl: Dag 2
pt: Dia 2
uk: День 2

source: Day 3
de: Tag 3
es: Día 3
fi: Päivä 3
fr: Jour 3
nb: Dag 3
nl: Dag 3
pt: Dia 3
uk: День 3

source: Day 30
de: Tag 30
es: Día 30
fi: Päivä 30
fr: Jour 30
nb: Dag 30
nl: Dag 30
pt: Dia 30
uk: День 30

source: DAY BATTERY
de: TAGES-AKKU
es: BATERÍA DEL DÍA
fi: PÄIVÄN AKKU
fr: BATTERIE DU JOUR
nb: DAGBATTERI
nl: DAGENERGIE
pt: BATERIA DO DIA
uk: БАТАРЕЯ ДНЯ

source: day in a row
de: Tag in Folge
es: día seguido
fi: päivä putkeen
fr: jour d'affilée
nb: dag på rad
nl: dag op rij
pt: dia seguido
uk: день поспіль

source: days in a row
de: Tage in Folge
es: días seguidos
fi: päivää putkeen
fr: jours d'affilée
nb: dager på rad
nl: dagen op rij
pt: dias seguidos
uk: днів поспіль

source: Decide if you want to keep going
de: Entscheiden, ob du weitermachen willst
es: Decidir si quieres seguir
fi: Päätä haluatko jatkaa
fr: Décider si tu veux continuer
nb: Bestemme om du vil fortsette
nl: Kijken of je verder wilt
pt: Decidir se quer continuar
uk: Вирішити, чи продовжувати

source: Delete task
de: Aufgabe löschen
es: Eliminar tarea
fi: Poista tehtävä
fr: Supprimer la tâche
nb: Slett oppgave
nl: Taak verwijderen
pt: Excluir tarefa
uk: Видалити завдання

source: Do the main activity
de: Die Haupteinheit machen
es: Hacer la parte principal
fi: Tee pääsuoritus
fr: Faire la partie principale
nb: Gjøre hoveddelen
nl: Het hoofddeel doen
pt: Fazer a parte principal
uk: Зробити основну частину

source: done
de: erledigt
es: hechas
fi: tehty
fr: faites
nb: gjort
nl: gedaan
pt: feitas
uk: готово

source: Done
de: Fertig
es: Hecho
fi: Valmis
fr: Terminé
nb: Ferdig
nl: Klaar
pt: Feito
uk: Готово

source: Done · %lld
de: Erledigt · %lld
es: Hecho · %lld
fi: Tehty · %lld
fr: Fait · %lld
nb: Gjort · %lld
nl: Klaar · %lld
pt: Feito · %lld
uk: Готово · %lld

source: Done today · %lld
de: Heute erledigt · %lld
es: Hecho hoy · %lld
fi: Tehty tänään · %lld
fr: Fait aujourd'hui · %lld
nb: Gjort i dag · %lld
nl: Vandaag gedaan · %lld
pt: Feito hoje · %lld
uk: Готово сьогодні · %lld

source: done vs planned
de: erledigt vs. geplant
es: hechas vs planificadas
fi: tehty vs suunniteltu
fr: faites vs prévues
nb: gjort vs planlagt
nl: gedaan vs gepland
pt: feitas vs planejadas
uk: готово / у планах

source: Draft main points
de: Die wichtigsten Punkte notieren
es: Anotar las ideas principales
fi: Kirjaa pääkohdat
fr: Noter les points principaux
nb: Skrive ned hovedpunktene
nl: Hoofdpunten opschrijven
pt: Anotar os pontos principais
uk: Накидати головні тези

source: DURATION
de: DAUER
es: DURACIÓN
fi: KESTO
fr: DURÉE
nb: VARIGHET
nl: DUUR
pt: DURAÇÃO
uk: ТРИВАЛІСТЬ

source: e.g. Clean the apartment
de: z. B. Wohnung aufräumen
es: p. ej., limpiar el piso
fi: esim. siivoa asunto
fr: ex. : ranger l'appartement
nb: f.eks. rydde leiligheten
nl: bijv. het appartement schoonmaken
pt: ex.: limpar o apartamento
uk: напр., прибрати квартиру

source: e.g. File my taxes
de: z. B. Steuererklärung machen
es: p. ej., presentar mis impuestos
fi: esim. tee veroilmoitus
fr: ex. : déclarer mes impôts
nb: f.eks. levere skattemeldingen
nl: bijv. belastingaangifte doen
pt: ex.: declarar meus impostos
uk: напр., подати декларацію

source: Easy does it
de: Immer mit der Ruhe
es: Con calma
fi: Rauhassa vain
fr: Doucement
nb: Ta det med ro
nl: Rustig aan
pt: Vai com calma
uk: Повільно, але впевнено

source: Edit task
de: Aufgabe bearbeiten
es: Editar tarea
fi: Muokkaa tehtävää
fr: Modifier la tâche
nb: Rediger oppgave
nl: Taak bewerken
pt: Editar tarefa
uk: Редагувати завдання

source: Ends at %@
de: Endet um %@
es: Termina a las %@
fi: Päättyy klo %@
fr: Se termine à %@
nb: Slutter kl. %@
nl: Eindigt om %@
pt: Termina às %@
uk: Закінчується о %@

source: Energy dip
de: Energietief
es: Bajón de energía
fi: Energiakuoppa
fr: Coup de mou
nb: Energidupp
nl: Energiedip
pt: Queda de energia
uk: Спад енергії

source: Error
de: Fehler
fi: Virhe
fr: Erreur
nb: Feil
nl: Fout
pt: Erro
uk: Помилка

source: EVENING
de: ABEND
es: NOCHE
fi: ILTA
fr: SOIR
nb: KVELD
nl: AVOND
pt: NOITE
uk: ВЕЧІР

source: Every feature unlocked from minute one
de: Alle Funktionen ab der ersten Minute freigeschaltet
es: Todas las funciones desbloqueadas desde el primer minuto
fi: Kaikki ominaisuudet käytössä heti ensimmäisestä minuutista
fr: Toutes les fonctionnalités débloquées dès la première minute
nb: Alle funksjoner låst opp fra første minutt
nl: Alle functies vanaf minuut één ontgrendeld
pt: Todos os recursos liberados desde o primeiro minuto
uk: Усі функції відкриті з першої хвилини

source: Every other planner
de: Jeder andere Planer
es: Cualquier otro planificador
fi: Kaikki muut sovellukset
fr: Tous les autres agendas
nb: Alle andre planleggere
nl: Elke andere planner
pt: Qualquer outro planejador
uk: Будь-який інший планер

source: Feeling guilty when I fall behind
de: Schuldgefühle, wenn ich hinterherhinke
es: Sentirme culpable al quedarme atrás
fi: Syyllisyys, kun jään jälkeen
fr: Culpabiliser quand je prends du retard
nb: Skyldfølelse når jeg havner bakpå
nl: Schuldgevoel als ik achterloop
pt: Sentir culpa quando fico para trás
uk: Відчуваю провину, коли відстаю

source: Feeling stuck? Let Tempa split it up.
de: Festgefahren? Lass Tempa es aufteilen.
es: ¿Atascado? Deja que Tempa lo divida.
fi: Jumissa? Anna Tempan pilkkoa se.
fr: Bloqué·e ? Laisse Tempa le découper.
nb: Står du fast? La Tempa dele det opp.
nl: Zit je vast? Laat Tempa het opsplitsen.
pt: Travou? Deixe o Tempa dividir.
uk: Застряг(ла)? Хай Tempa розіб'є на кроки.

source: Find my tempo
de: Mein Tempo finden
es: Encontrar mi tempo
fi: Löydä temposi
fr: Trouver mon tempo
nb: Finn tempoet mitt
nl: Mijn tempo vinden
pt: Encontrar meu ritmo
uk: Знайти мій темп

source: Finding the right times…
de: Ich suche die passenden Zeiten…
es: Buscando los mejores horarios…
fi: Etsin sopivat ajat…
fr: Je cherche les bons créneaux…
nb: Finner de riktige tidspunktene…
nl: Ik zoek de juiste tijden…
pt: Encontrando os melhores horários…
uk: Розставляю час…

source: First focus blocks behind you — starting feels lighter.
de: Die ersten Fokusblöcke sind geschafft — Anfangen fällt leichter.
es: Tus primeros bloques de enfoque ya están hechos — empezar cuesta menos.
fi: Ensimmäiset keskittymisjaksot ovat takana — aloittaminen tuntuu kevyemmältä.
fr: Tes premiers blocs de concentration sont derrière toi — commencer paraît déjà plus facile.
nb: De første fokusblokkene er bak deg — det føles lettere å starte.
nl: Je eerste focusblokken zitten erop — beginnen gaat al makkelijker.
pt: Os primeiros blocos de foco ficaram para trás — começar fica mais leve.
uk: Перші фокус-блоки вже позаду — починати стає легше.

source: First step: done.
de: Erster Schritt: geschafft.
es: Primer paso: hecho.
fi: Ensimmäinen askel: tehty.
fr: Premier pas : fait.
nb: Første steg: gjort.
nl: Eerste stap: gedaan.
pt: Primeiro passo: feito.
uk: Перший крок зроблено.

source: Five minutes of planning a day wins most of it back. Let's build your plan.
de: Fünf Minuten Planung am Tag holen dir den Großteil davon zurück. Lass uns deinen Plan erstellen.
es: Cinco minutos de planificación al día te ayudan a recuperar gran parte de ese tiempo. Vamos a crear tu plan.
fi: Viisi minuuttia suunnittelua päivässä auttaa saamaan suurimman osan tuosta ajasta takaisin. Tehdään suunnitelmasi.
fr: Cinq minutes de planification par jour suffisent à récupérer une bonne partie de ce temps. Créons ton planning.
nb: Fem minutter planlegging om dagen kan gi deg mesteparten av den tiden tilbake. La oss lage planen din.
nl: Met vijf minuten plannen per dag win je het grootste deel van die tijd terug. Laten we je plan maken.
pt: Cinco minutos de planejamento por dia ajudam a recuperar boa parte desse tempo. Vamos montar seu plano.
uk: П’ять хвилин планування на день допоможуть повернути більшість цього часу. Створімо твій план.

source: Focus
de: Fokus
es: Enfoque
fi: Fokus
nb: Fokus
pt: Foco
uk: Фокус

source: Focus mode
de: Fokusmodus
es: Modo enfoque
fi: Keskittymistila
fr: Mode focus
nb: Fokusmodus
nl: Focusmodus
pt: Modo foco
uk: Режим фокусу

source: Focus sessions with gentle comeback nudges
de: Fokus-Sessions mit sanften Zurück-Stupsern
es: Sesiones de enfoque con recordatorios suaves para volver
fi: Keskittymisjaksot lempeillä paluumuistutuksilla
fr: Sessions de focus avec de doux rappels pour revenir
nb: Fokusøkter med milde påminnelser om å komme tilbake
nl: Focussessies met zachte seintjes om terug te komen
pt: Sessões de foco com lembretes suaves para voltar
uk: Фокус-сесії з лагідними нагадуваннями повернутись

source: Focus that forgives
de: Fokus ohne Schuldgefühle
es: Enfoque sin culpa
fi: Keskittyminen ilman syyllisyyttä
fr: Se concentrer sans culpabiliser
nb: Fokus uten dårlig samvittighet
nl: Focus zonder schuldgevoel
pt: Foco sem culpa
uk: Фокус без провини

source: FOCUS TIME
de: FOKUSZEIT
es: TIEMPO DE ENFOQUE
fi: KESKITTYMISAIKA
fr: TEMPS DE FOCUS
nb: FOKUSTID
nl: FOCUSTIJD
pt: TEMPO DE FOCO
uk: ЧАС ФОКУСУ

source: focused this month
de: diesen Monat fokussiert
es: de foco este mes
fi: keskittymistä tässä kuussa
fr: de concentration ce mois-ci
nb: fokusert denne måneden
nl: gefocust deze maand
pt: de foco este mês
uk: у фокусі цього місяця

source: focused this week
de: diese Woche fokussiert
es: de foco esta semana
fi: keskittymistä tällä viikolla
fr: de concentration cette semaine
nb: fokusert denne uken
nl: gefocust deze week
pt: de foco esta semana
uk: у фокусі цього тижня

source: focused today
de: heute fokussiert
es: enfocado hoy
fi: keskittyneenä tänään
fr: de focus aujourd'hui
nb: fokusert i dag
nl: gefocust vandaag
pt: de foco hoje
uk: у фокусі сьогодні

source: follow-through
de: Durchzieh-Quote
es: constancia
fi: loppuunvienti
fr: suivi
nb: gjennomføring
nl: afmaakpercentage
pt: conclusão
uk: доведення до кінця

source: For the first time, I finish things. I just see the tiny next step and go.
de: Zum ersten Mal bringe ich Dinge zu Ende. Ich sehe nur den kleinen nächsten Schritt und lege los.
es: Por primera vez termino las cosas. Solo veo el pequeño paso siguiente y voy.
fi: Ensimmäistä kertaa saan asiat valmiiksi. Näen vain pienen seuraavan askeleen ja menen.
fr: Pour la première fois, je finis ce que je commence. Je vois juste le petit pas suivant et j'y vais.
nb: For første gang fullfører jeg ting. Jeg ser bare det lille neste steget og går.
nl: Voor het eerst maak ik dingen af. Ik zie alleen het volgende kleine stapje en ga ervoor.
pt: Pela primeira vez eu termino as coisas. Só vejo o próximo passinho e vou.
uk: Нарешті виходить доводити справи до кінця. Бачу маленький наступний крок — і просто роблю його.

source: Free plan
de: Gratis-Plan
es: Plan gratuito
fi: Ilmainen taso
fr: Formule gratuite
nb: Gratisplan
nl: Gratis versie
pt: Plano gratuito
uk: Безкоштовний план

source: Full access to everything
de: Voller Zugriff auf alles
es: Acceso completo a todo
fi: Täysi pääsy kaikkeen
fr: Accès complet à tout
nb: Full tilgang til alt
nl: Volledige toegang tot alles
pt: Acesso completo a tudo
uk: Повний доступ до всього

source: Gather ingredients
de: Zutaten zusammensuchen
es: Reunir los ingredientes
fi: Kerää ainekset
fr: Rassembler les ingrédients
nb: Finne fram ingrediensene
nl: Ingrediënten verzamelen
pt: Juntar os ingredientes
uk: Зібрати інгредієнти

source: Gather scattered items into one pile
de: Verstreute Sachen auf einen Haufen legen
es: Reunir las cosas dispersas en un montón
fi: Kerää lojuvat tavarat yhteen kasaan
fr: Rassembler les affaires éparpillées en un tas
nb: Samle ting som ligger rundt i én haug
nl: Verspreide spullen op één hoop leggen
pt: Juntar as coisas espalhadas em uma pilha
uk: Зібрати розкидані речі в одну купу

source: Generate steps
de: Schritte erzeugen
es: Generar pasos
fi: Luo askeleet
fr: Générer des étapes
nb: Lag steg
nl: Stappen genereren
pt: Gerar passos
uk: Згенерувати кроки

source: Gentle nudges
de: Sanfte Stupser
es: Empujoncitos suaves
fi: Lempeät muistutukset
fr: Rappels doux
nb: Milde puff
nl: Zachte seintjes
pt: Lembretes suaves
uk: Лагідні нагадування

source: gone to "I'll do it later."
de: gehen für „Mach ich später.“ drauf.
es: perdidas en «lo hago luego».
fi: kuluu siihen, että ajattelet ”teen sen myöhemmin”.
fr: englouties par « je le ferai plus tard ».
nb: borte i «jeg gjør det senere».
nl: opgegaan aan ‘dat doe ik later’.
pt: perdidas no “depois eu faço”.
uk: пішли на «зроблю це потім».
